[
    {
        "for": "home",
        "postTitle": "Catch waves with an adventure guide",
        "postImage": "https://wallpapercave.com/wp/wp8347099.jpg",
        "postData": "India is known for its rich flora and fauna, beautiful landscapes, glorious past and varied cultural trends. All this makes India a major attraction for tourists from all over the world. However, tourism in India has been constantly suffering setbacks due to the various inefficiencies in its tourism industry. Bad and filthy roads, rickety buses, overpriced taxis and delayed trains make travelling a nightmare in India. Moreover, the absence of decent and hygienic accommodations at a reasonable cost adds to the distraction of tourists visiting India.Besides, unsuspecting tourists are often exploited by guides, tour, tourist operators, etc. Foreign tourists become victims of theft, kidnapping, etc. which not only ruins their trip, but also ruins the reputation of the country. The growing menace of terrorism is a huge deterrent for tourists. The government of India needs to put concerted efforts in place to revamp tourism in the country. Utmost emphasis should be given to infrastructure development and in beefing up the security. Such efforts will certainly make India a leader in the world of tourism. Besides, unsuspecting tourists are often exploited by guides, tour, tourist operators, etc. Foreign tourists become victims of theft, kidnapping, etc. which not only ruins their trip, but also ruins the reputation of the country. The growing menace of terrorism is a huge deterrent for tourists."
    },
    {
        "for": "bollywood",
        "postTitle": "Taare Zameen Par review",
        "postImage": "https://wallpapercave.com/wp/wp7874491.jpg",
        "postData": "The movie is about an 8 year old boy Ishaan Awasthi (Darsheel Safary) who finds it difficult to match his world of colors, kites and animals to that of the others in his age group, who are more into studies and homework. When complaints start to pour in, Ishaan’s parents decide to set him off to a boarding school. His life is no different at the boarding school, oppressed and insulted by his teachers, he remains the laugh stock of the class. Now that he is away from home, he feels even more dejected, inferior and finds it tough to cope up with his inabilities.Ram Shankar Nikumbh (Aamir Khan) gets appointed as a temporary art teacher of the boarding school. Unlike other teachers who follow definite norms in educating children, Ram makes them think out of books, outside the four walls of the classroom and paint their imaginations. Every child in class responds with immense enthusiasm except Ishaan. Ram takes effort to understand Ishaan and his problems. He makes Ishaan’s parents and other teachers realize that he is not abnormal but a very special child with talents of his own. With time, patience and care Ram succeeds in boosting the confidence level of Ishaan. He helps Ishaan in overcoming his inabilities and re-discover his lost confidence."
    },
    {
        "for": "technology",
        "postTitle": "Check out the latest tech news",
        "postImage": "https://wallpapercave.com/wp/wp2823522.jpg",
        "postData": "Scottish physicist Robert Alexander Watson-Watt invented radarexactly 100 years ago. The method of using radio waves to locate objects has steadily evolved since then. Radar has repeatedly benefited from advances in radio technology, including digital modulation, beamforming with phased array antennas and the extension ofthe usable frequency range to the millimeterwave band. Today, shortrange radars for vehicles are produced in large numbers and are onlyas large as the palm of your hand. Radars for military applications utilize all available technologies to achieve information superiority andhave to be able to handle complex signal scenarios. Since securityand lives often depend on radars functioning properly, it is essentialthat they undergo extensive tests in development labs and in the field.No special radar T&M equipment is required for these tests. The articles in this issue of NEWS show that intelligently configured standardRF instruments – provided they are top-end in terms of performance –can supply the necessary information. Oscilloscopes are the right toolsfor testing vehicle radars that operate in the 80 GHz frequency range.Thanks to their multichannel design, they act as phase coherent receivers to compare up to four paths of a radar antenna array (page 22). Theperformance of radar receivers for electronic support measures mustbe verified in field tests."
    },
    {
        "for": "hollywood",
        "postTitle": "Captain America review",
        "postImage": "https://wallpapercave.com/wp/wp2823522.jpg",
        "postData": "Parents need to know that Captain America: The First Avenger is a 1940s-set comic book-based superhero adventure that's full of explosive action violence. Expect tons of gun battles, fireballs, and fistfights (all of which are even more in-your-face in the 3-D version of the movie), as well as a scary-looking villain. In most other respects though, it's pretty tame as these kinds of movies go. Captain America is wholesome, compassionate, and brave; he doesn't have the dark side that many other superheroes do, and he's not a ladies' man or a party animal. There are a couple of tame kisses and a little bit of drinking, as well as a few uses of words like but what lingers after the last bomb has exploded and the last fight is over are the movie's messages about standing up against bullies and doing the right thing. 1940s-set comic book-based superhero adventure that's full of explosive action  (That and a very strong sense of patriotism.)In CAPTAIN AMERICA: THE FIRST AVENGER, it's 1942, and World War II is raging. Despite the fact that he's frail and asthmatic, all that Steve Rogers (Chris Evans)wants is to join the Army so he can have a chance to fight Nazi bullies. That chance comes in the form of Dr. Abraham Erskine (Stanley Tucci), a scientist who's developed a special serum that turns scrawny Steve into brawny Captain America. After being sidelined by Col. Chester Phillips (Tommy Lee Jones) and turned into a one-man."
    },
    {
        "for": "fitness",
        "postTitle": "Importance of physical fitness",
        "postImage": "https://wallpapercave.com/wp/wp2823522.jpg",
        "postData": "To put it simply, physical activity and exercise is important for everyone. Children, adolescents, and adults of all ages need regular physical activity. Physical activity promotes good health, and you should stay active throughout all stages of your life regardless of your body type or BMI.Understanding the benefits of physical fitness and knowing how active you should be can help you maintain good health and improve your overall quality of life. Here are a few benefits of regular physical activity that demonstrate the importance of physical fitness. According to the Centers for Disease Control and Prevention, chronic diseases cause 7 out of 10 deaths in the U.S., and treating chronic diseases accounts for 86% of U.S. healthcare costs. While some diseases cannot be prevented, you can reduce your risk for certain disease – such as heart disease and diabetes – through reducing risky behaviors and living a healthy lifestyle.Making healthy choices, such as engaging in regular physical activity, can reduce your risk for many health issues and complications that can result in expensive medical care.Numerous studies have shown that regular physical activity increases life expectancy and reduces the risk of premature mortality. There’s not a magic formula that translates hours of physical activity into hours of life gained, but research suggests that people who are more active tend to be healthier and tend to live longer."
    },
    {
        "for": "travel",
        "postTitle": "Explore wonders of world",
        "postImage": "https://wallpapercave.com/wp/wp2823522.jpg",
        "postData": "For centuries, human civilizations across the world have built and created cities, buildings, monuments, tombs, temples, churches, mosques, and other structures that continue to inspire awe in millions. Narrowing down the world's wonders to only seven is a difficult task. Luckily, the New7Wonders Foundation took the initiative to compose a list of the new seven wonders of the world by narrowing down a list of 200 monuments from around the world, including some of the world's most famous landmarks. 21 finalists were selected from this list, and the top seven were selected by popular vote. The Taj Mahal is well known across the world for its historical value, its tale of love, and its stunning beauty. The Taj Mahal is located in the historic Indian city of Agra. It houses the tomb of Mumtaz Mahal, the wife of the Mughal Emperor Shah Jahan. It is said that the Emperor loved his wife dearly and was prompted to build the Taj Mahal after her death as a testament to his love.The construction of the Taj Mahal was completed by 1632. It took 17 years, 22,000 laborers, stonecutters, painters, and embroidery artists, and 1000 elephants to complete the Taj Mahal. The construction of the temple cost the equivalent of US$827 million today. 28 types of precious and semi-precious stones were used to decorate the Taj Mahal. The monument changes color depending on the time of the day and the moon. In 1983, the Taj Mahal was inscribed by the UNESCO as a World Heritage Site."
    }
]